{
  "emusak": "EmuSAK",
  "tos": "Ao utilizar o EmuSAK, você concorda em nunca pedir suporte ou falar sobre essa aplicação em nenhum canal oficial dos emuladores (reddit, discord, ...). Emusak é como o Clube da Luta, e você sabe qual é a regra #1. Use o link do Discord no canto superior direito se você precisar de ajuda.",
  "agree": "Eu concordo",
  "loading_data": "Carregando dados, se esse processo travar, por favor visite <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Configuração",
  "dl_firmware": "Baixar firmware",
  "dl_keys": "Baixar keys",
  "addConfiguration": "Adicionar configuração portable",
  "pickRyuBin": "Selecione o arquivo \"Ryujinx.exe\" (ou o binário Ryujinx para usuários linux)",
  "pickYuzuBin": "Selecione o arquivo \"yuzu.exe\" (ou o binário yuzu para usuários linux)",
  "addConfigTitle": "Escolha um nome para a nova configuração",
  "addConfigEg": "Ex.: \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Modo",
  "readingDataPath": "EmuSAK está lendo os dados do diretório: ",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Baixe o Ryujinx</a> e inicie qualquer jogo primeiro, após isso todos os seus jogos devem aparecer automaticamente aqui. Observe que se você nunca iniciou determinado jogo no Yuzu, ele não aparecerá aqui. Não há necessidade de subscrição para o Ryujinx. Se você estiver usando uma instalação portable, use o botão \"Configuração\" no canto superior esquerdo.",
  "launchYuzu": "Inicie qualquer jogo primeiro, após isso todos os seus jogos devem aparecer automaticamente aqui. Observe que se você nunca iniciou determinado jogo no Yuzu, ele não aparecerá aqui. Yuzu precisa de uma subscrição, eu recomendo o uso do <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">Instalador 128BB</a> OU o<a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. Se você estiver usando uma instalação portable, use o botão \"Configuração\" no canto superior esquerdo.",
  "yuzuDefault": "Yuzu Global (padrão)",
  "ryuDefault": "Ryujinx Global (padrão)",
  "keysLocation": "Keys instaladas com sucesso no diretório",
  "firmwareLocation": "Firmware foi extraído para",
  "downloadManager": "Gerenciador de Downloads",
  "update_downloading": " Uma nova versão do EmuSAK está sendo baixada em segundo plano! Por favor não feche o EmuSAK até o final do processo.",
  "update_downloaded": "Uma atualização do EmuSAK foi baixada e será aplicada na próxima execução.",
  "update_restart": "Atualização baixada! Você gostaria de reiniciar agora para atualizar?",
  "updatingEshop": "Atualizando dados eshop",
  "filter": "Filtrar Jogos {{LENGTH}}",
  "openShaderDir": "Abrir o diretório do Cache de Shaders",
  "openModsDir": "Abrir o diretório de Mods",
  "dlMods": "Baixar mod",
  "dlSave": "Baixar save",
  "dlSaveDesc": "Once the download will be completed, the save file will be placed on your desktop. You can install save with a right click in the emulator, \"open save folder\" and extract archive here.",
  "noCompatData": "There is no compatibility data yet, add your own ! (if it's leaked game don't do that)",
  "addCompatReport": "Add your report",
  "infoNewReport": "You'll be redirected to Ryujinx official game compatibility tracker on github. Please follow the issue template and double check a report does not already exists for this game. Also if this game is not released, aka leaked, your report will be removed because they don't support pirated games.",

  "OPERATION_CANCELED": "Você cancelou a operação.",
  "INVALID_RYUJINX_BINARY": "Esse não é um arquivo binário válido do Ryujinx.",
  "INVALID_YUZU_BINARY": "Esse não é um arquivo binário válido do Yuzu.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Você já adicionou esse caminho no EmuSAK.",
  "FETCH_FAILED": "Não foi possível conseguir o recurso, tente novamente."
}
