{
  "SHADER_CACHE_V1": "EmuSAK detected you are using Ryujinx V1 shader cache. The emulator developers created a new version of this shader cache with tons of improvement. Before sharing shaders, launch the game in Ryujinx, the emulator will convert old cache to new one automatically then reopen EmuSAK.",
  "continue": "Continue",
  "cancel": "Cancel",
  "deleteGame": "Delete game",
  "areYouSure": "Are you sure ?",
  "deleteGameNotice": "This option will delete shader cache, CPU cache and mods folder for this game. This action cannot be undone.",
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "Ao utilizar o EmuSAK, você concorda em nunca pedir suporte ou falar sobre o EmuSAK em nenhum canal oficial dos emuladores (reddit, discord, ...). Emusak é como o Clube da Luta, e você sabe qual é a regra #1. Use o link do Discord no canto superior direito se você precisar de ajuda.",
  "agree": "Eu concordo",
  "loading_data": "Carregando dados, se esse processo travar, por favor visite a <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">página de Status do EmuSAK</a>.",
  "configuration": "Configuração",
  "dl_firmware": "Baixar firmware",
  "dl_keys": "Baixar keys",
  "addConfiguration": "Adicionar configuração Portable",
  "pickRyuBin": "Selecione o arquivo \"Ryujinx.exe\" (ou o binário Ryujinx para usuários linux)",
  "pickYuzuBin": "Selecione o arquivo \"yuzu.exe\" (ou o binário yuzu para usuários linux)",
  "addConfigTitle": "Escolha um nome para a nova configuração",
  "addConfigEg": "Ex.: \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Modo",
  "readingDataPath": "EmuSAK está lendo os dados do diretório: ",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Baixe o Ryujinx</a> e inicie qualquer jogo primeiro, após isso todos os seus jogos devem aparecer automaticamente aqui. Observe que se você nunca iniciou determinado jogo no Ryujinx, ele não aparecerá aqui. Não há necessidade de subscrição para o Ryujinx. Se você estiver usando uma instalação portable, use o botão \"Configuração\" no canto superior esquerdo.",
  "launchYuzu": "Inicie qualquer jogo primeiro, após isso todos os seus jogos devem aparecer automaticamente aqui. Observe que se você nunca iniciou determinado jogo no Yuzu, ele não aparecerá aqui. Yuzu precisa de uma subscrição, eu recomendo o uso do <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">Instalador 128BB</a> OU o<a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. Se você estiver usando uma instalação portable, use o botão \"Configuração\" no canto superior esquerdo.",
  "yuzuDefault": "Yuzu Global (padrão)",
  "ryuDefault": "Ryujinx Global (padrão)",
  "keysLocation": "Keys instaladas com sucesso no diretório",
  "firmwareLocation": "Firmware foi extraído para",
  "downloadManager": "Gerenciador de Downloads",
  "update_downloading": " Uma nova versão do EmuSAK está sendo baixada em segundo plano! Por favor não feche o EmuSAK até o final do processo.",
  "update_downloaded": "Uma atualização do EmuSAK foi baixada e será aplicada na próxima execução.",
  "update_restart": "Atualização baixada! Você gostaria de reiniciar agora para atualizar?",
  "updatingEshop": "Atualizando dados eshop",
  "filter": "Filtrar Jogos {{LENGTH}}",
  "openShaderDir": "Abrir o diretório do Cache de Shaders",
  "openModsDir": "Abrir o diretório de Mods",
  "dlMods": "Baixar mod",
  "noMods": "Nenum dado para Mods",
  "dlSave": "Baixar save",
  "noSave": "Nenhum dado para Saves",
  "dlSaveDesc": "Assim que o download estiver concluído, o arquivo de Save será salvo em seu Desktop. Você pode instalar o Save clicando com o botão direito no jogo dentro do emulador, \"Abrir diretório de Saves\" e extrair o arquivo na mesma pasta.",
  "noCompatData": "Ainda não há dados de compatibilidade disponíves. Contribua com os seus! (Mas se for um jogo vazado, não faça isso!)",
  "addCompatReport": "Contribuir com informações de compatibilidade",
  "infoNewReport": "Você será redirecionado para o Tracker oficial de compatibilidade do Ryujinx no GitHub. Por favor use o modelo de Issues e valide duas vezes se o mesmo reporte já não existe para esse jogo. Se o jogo ainda não foi lançado, ou seja: vazou, a sua contribuição não será aceita pela política anti-pirataria.",
  "infoExistingReport": "Você será redirecionado para o Tracker oficial de compatibilidade do Ryujinx no GitHub. Por favor adicione um comentário ao Issue/Problema existente (Não crie um novo) e garanta que irá fornecer informações relevantes como especificações de hardware e aquivos de log.",
  "dlMod": "Baixar Mod",
  "dlModVersion": "Escolha a versão do jogo que você está jogando. O Mod precisa ser exatamente da mesma versão, senão ele pode não funcionar",
  "refreshInfo": "Atualizado com sucesso. Por favor note que seu Jogo somente irá aparecer se você o iniciou pelo menos uma vez no emulador.",
  "modInstalled": "Mod instalado com sucesso no diretório : <code>{path}</code>",
  "shaderInfo": "Shaders são pequenos códigos executados diretamente na GPU e são responsáveis pela renderização de terrenos, personagens, efeitos, grama, etc. Já que um Comptutador não pode executar o código Shader diretamente, primeiro é necessário converte-los em um formato que o Computador consegue processar. Esse processo de conversão consome tempo e você o perceberá de duas formas:<br /><br />- Qualquer animação nova com um shader não processado, causará uma pausa na emulação até ser processado, o que causa lag/stuttering e quedas no FPS. Quando você carrega um jogo pela primeira vez, muitas conversões são realizadas. Quanto mais você joga, mais Shaders são processados e menos lag/stuttering acontece.<br /><br />- O Emulador irá salver todos os Shaders que o jogo utiliza, criando um Cache deles. Quando você inicia um jogo, o emulador leva um pequeno tempo para carregar o Cache de shaders pré-salvos a fim de evitar lags e stutterings.",
  "shaderThreshold": "Isso significa que você pode compartilhar Shaders se a contagem de Shaders que você tem localmente com tempo jogado é maior que a contagem que o EmuSAK tem salvo na nuvem. Esse valor é baseado em quantos envios nós já recebemos e na nossa capacidade de processamento. Analisar o envio dos usuários consome bastante tempo e não vale a pena se a contagem de Shaders local do usuário é menor do que a Contagem da Nuvem do EmuSAK. Por enquanto, os envios estão limitados a 3 por usuário a cada hora.",
  "localShadersCount": "Contador de Shaders Local",
  "emusakShadersCount": "Contador de Shaders na Nuvem do Emusak",
  "dlShaders": "Baixar shaders",
  "shareShaders": "Enviar shaders",
  "shaders": "Shaders",
  "threshold": "Limiar",
  "refresh": "Atualizar",
  "shadersYuzu": "Sharing and downloading shader is Ryujinx only for now. Most games are rendering better using Vulkan API and even this cache is transferable, it is only <i>partially</i> which means you still need to build shaders if you download it from someone else. Meanwhile, stutters related to shaders with vulkan are really small, so just use it.",

  "OPERATION_CANCELED": "Você cancelou a operação.",
  "INVALID_RYUJINX_BINARY": "Esse não é um arquivo binário válido do Ryujinx.",
  "INVALID_YUZU_BINARY": "Esse não é um arquivo binário válido do Yuzu.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Você já adicionou esse caminho no EmuSAK.",
  "FETCH_FAILED": "Não foi possível conseguir o recurso, tente novamente."
}
