{
  "emusak": "EmuSAK",
  "tos": "Durch die Nutzung von EmuSAK erklärst du dich hiermit einverstanden, niemals nach Support auf offiziellen Emulatoren Kanälen wie Reddit, Discord (offiziler Server), etc. zu fragen. Emusak ist wie der Fight Club, du kennst bereits Regel Nummer #1. Klicke auf den den Discord-Link (oben rechts), wenn du Hilfe brauchst",
  "agree": "Ich stimme zu",
  "loading_data": "Lade Daten... Besuche bitte diese Seite: <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a>., falls dieser Vorgang unendlich lädt.",
  "configuration": "Konfiguration",
  "dl_firmware": "Downlaod Firmware",
  "dl_keys": "Download Keys",
  "addConfiguration": "Erstelle eine portable Version",
  "pickRyuBin": "c \"Ryujinx.exe\" (or Ryujinx binary for linux users)",
  "pickYuzuBin": "Bitte verlinke die \"yuzu.exe\" (oder yuzu binary für Linux-Benutzer)",
  "addConfigTitle": "Füge einen Namen für die neue Konfiguration hinzu",
  "addConfigEg": "e.g \"Vulkan PR\", \"Mainline\", \"Custom Build\", ...",
  "mode": "Modus",
  "readingDataPath": "EmuSAK liest Daten von",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Lade Ryujinx herunter</a> und starte zuerst ein beliebiges Spiel. Anschließend sollten alle deine Spiele hier automatisch angezeigt werden. Bitte beachte, dass die Spiele hier nicht angezeigt wird, wenn du jene noch nie zuvor in Ryujinx gestartet hast. Ryujinx befindet sich nicht hinter einer Paywall. Wenn du eine portable Installation verwenden willst, drücke auf den \"Konfiguration\" Knopf oben links.",
  "launchYuzu": "Starte zuerst ein beliebiges Spiel, dann sollten alle deine Spiele hier automatisch angezeigt werden. Bitte beachte, dass deine Spiele erst angezeigt werden, wenn jene in Yuzu mindestens einmal zuvor gestartet worden sind. Yuzu ist hinter einer Paywall! Ich empfehle, entweder den <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB Installer</a> oder <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin's Updater (portable)</a>. Drücke auf den Knopf: \"Konfiguration\" oben links, wenn du eine portable Installation verwendest.",
  "yuzuDefault": "Yuzu Global (Default)",
  "ryuDefault": "Ryujinx Global (Default)",
  "keysLocation": "Keys erfolgreich installiert unter",
  "firmwareLocation": "Firmware erfolgreich installiert unter",
  "downloadManager": "Download Manager",
  "update_downloading": "Eine neue EmuSAK-Version wird gerade im Hintergrund heruntergeladen! Bitte schließe EmuSAK nicht, bevor der Download abgeschlossen ist.",
  "update_downloaded": "Das EmuSAK-Update wurde heruntergeladen! Es wird beim nächsten Start angewendet.",
  "update_restart": "Das Update wurde heruntergeladen! Möchtest du EmuSAK neu starten, um es anzuwenden?",
  "updatingEshop": "Aktualisierung der eShop Daten",
  "filter": "Durchsuche {{LENGTH}} Spiele",
  "openShaderDir": "Shader Cache-Verzeichnis öffnen",
  "openModsDir": "Mod-Verzeichnis öffnen",
  "dlMods": "Download Mods",
  "noMods": "Keine Mods vorhanden",
  "dlSave": "Download Spielstände",
  "noSave": "Keine Spielstände vorhanden",
  "dlSaveDesc": "Sobald der Download abgeschlossen ist, wird der Spielstand auf deinem Desktop gespeichert. Du kannst den Spielstand mit einem Rechtsklick auf das Spiel im Emulator installieren, \"open save folder\" und das Archiv dort extrahieren.",
  "noCompatData": "Es gibt noch keine Kompatibilitätsdaten für dieses Spiel! Füge eigene hinzu! (Vermeide dies, wenn es ein geleaktes Spiel ist!)",
  "addCompatReport": "Bericht hinzufügen",
  "infoNewReport": "Du wirst zum offiziellen Ryujinx Kompatibilitätstracker für das Spiel auf GitHub weitergeleitet. Bitte folge der Problemvorlage und überprüfe, ob nicht bereits ein Bericht für dieses Spiel existiert. Wenn dieses Spiel nicht veröffentlicht ist, (auch bekannt als geleakt) wird dein Bericht entfernt, weil Ryujinx keine raubkopierten Spiele unterstützt.",
  "infoExistingReport": "Du wirst zum offiziellen Ryujinx Kompatibilitätstracker auf GitHub weitergeleitet. Bitte füge einen Kommentar zu dem bestehenden Problem hinzu (erstelle kein neues Problem) und stelle sicher, dass du relevante Informationen wie Hardware Spezifikationen und Log Dateien falls nötig angibst.",
  "dlMod": "Download Mods",
  "dlModVersion": "Wähle die Version des Spiels, das du spielst. Beachte das die Mods möglicherweise nicht funktionieren, wenn du nicht genau die gleiche Version (wie in EmusSAK angegben) verwendest.",
  "refreshInfo": "Aktualisierung erfolgreich! Bitte beachte das deine Spiele nur angezeigt werden, wenn du jene zuvor mindestens einmal im Emulator gestartet hast.",
  "modInstalled": "Mod erfolgreich installiert in : <code>{path}</code>",
  "shaderInfo": "Shader sind kleine Programme, die auf deiner Grafikkarte laufen und für das Rendern von Grafiken wie Gelände, Figuren, Explosionen, Gras usw. verantwortlich sind. Da dein PC Shader nicht direkt ausführen kann, muss jener diese zunächst in ein Format übersetzen, das dein PC versteht. Dieser Übersetzungsprozess ist zeitaufwändig! Du kannst dies in zweierlei Hinsicht bemerken:<br /><br />- Alle neuen Shader, die auftauchen, führen dazu, dass die Emulation pausiert, bis die Übersetzung abgeschlossen ist, was zu Stottern und/oder Einbrüchen der FPS führt. Wenn du ein Spiel zum ersten Mal lädst, wird eine Menge übersetzt. Um so du spielst, nimmt dieses Stottern schnell ab.<br /><br />- Der Emulator speichert alle Shader, die ein Spiel verwendet (d. h. er legt diese im Cache ab). Wenn du das Spiel anschließend erneut startest, wird der Emulator einige Zeit brauchen, um die gespeicherten Shader zu laden, damit das Stottern nicht erneut auftritt.",
  "shaderThreshold": "Das bedeutet, dass ihr Shader gemeinsam nutzen könnt, wenn eure lokale Shader Anzahl die der von EmuSAK übersteigt. Dies hängt davon ab, wie viele Shader geteilt wurden und wie hoch unsere Arbeitsbelastung ist. Die Überprüfung deiner Beiträge ist sehr zeitaufwändig und lohnt sich nicht, wenn die Anzahl der Beiträge unter der Schwellenvariablen liegt. Die Anzahl der Einsendungen per Nutzer ist vorerst auf 3 pro Stunde begrenzt.",
  "localShadersCount": "Anzahl der lokaler Shader",
  "emusakShadersCount": "Anzahl der globalen Shader",
  "dlShaders": "Download Shader Cache",
  "shareShaders": "Teile deinen Shader Cache",
  "shaders": "Shader",
  "threshold": "Schwellenwert",
  "refresh": "Aktualisieren",
  "shadersYuzu": "Sharing and downloading shader is Ryujinx only for now. Most games are rendering better using Vulkan API and even this cache is transferable, it is only <i>partially</i> which means you still need to build shaders if you download it from someone else. Meanwhile, stutters related to shaders with vulkan are really small, so just use it.",

  "OPERATION_CANCELED": "Du hast die Operation abgebrochen.",
  "INVALID_RYUJINX_BINARY": "Dies ist keine gültige Ryujinx Binärdatei.",
  "INVALID_YUZU_BINARY": "Dies ist keine gültige Yuzu Binärdatei.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Du hast diesen Pfad bereits zu EmuSAK hinzugefügt.",
  "FETCH_FAILED": "Die Ressource kann nicht abgerufen werden, bitte versuche es erneut."
}
