{
  "SHADER_CACHE_V1": "EmuSAK detected you are using Ryujinx V1 shader cache. The emulator developers created a new version of this shader cache with tons of improvement. Before sharing shaders, launch the game in Ryujinx, the emulator will convert old cache to new one automatically then reopen EmuSAK.",
  "continue": "Continue",
  "cancel": "Cancel",
  "deleteGame": "Delete game",
  "areYouSure": "Are you sure ?",
  "deleteGameNotice": "This option will delete shader cache, CPU cache and mods folder for this game. This action cannot be undone.",
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "Durch die Nutzung von EmuSAK erklärst du dich hiermit einverstanden, niemals nach Support auf offiziellen Emulatoren-Kanälen wie Reddit, Discord, etc. zu fragen. Emusak ist wie der Fight Club: du kennst bereits Regel Nummer #1. Klicke auf den den Discord-Link oben rechts, wenn du Hilfe brauchst",
  "agree": "Ich stimme zu",
  "loading_data": "Lade Daten... Falls dieser Vorgang nicht enden sollte, bitte die <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status/a> Website aufrufen.",
  "configuration": "Konfiguration",
  "dl_firmware": "Download Firmware",
  "dl_keys": "Download Keys",
  "addConfiguration": "Portable Version erstellen",
  "pickRyuBin": "Bitte \"Ryujinx.exe\" (oder \"Ryujinx\" für Linux-Nutzer) auswählen",
  "pickYuzuBin": "Bitte \"yuzu.exe\" (oder \"yuzu\" für Linux-Nutzer) auswählen",
  "addConfigTitle": "Bitte einen Namen für die neue Konfiguration hinzufügen",
  "addConfigEg": "z.B \"Vulkan PR\", \"Mainline\", \"Custom Build\", ...",
  "mode": "Modus",
  "readingDataPath": "EmuSAK liest Daten von",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Lade Ryujinx herunter</a> und starte zuerst ein beliebiges Spiel. Anschließend sollten alle vorhandenen Spiele hier automatisch angezeigt werden. Bitte beachte, dass nur Spiele angezeigt werden, die bereits einmal in Ryujinx gestartet worden sind. Ryujinx befindet sich nicht hinter einer Paywall. Wenn eine portable Installation verwenden werden soll, drücke auf den \"Konfiguration\" Knopf oben links.",
  "launchYuzu": "Starte zuerst ein beliebiges Spiel, danach sollten alle vorhandenen Spiele hier automatisch angezeigt werden. Bitte beachte, dass nur Spiele angezeigt werden, welche bereits in yuzu einmal gestartet worden sind. Yuzu Early Access ist hinter einer Paywall! Der <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB Installer</a> oder <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin's Updater (portable)</a> wird von uns empfohlen. Wenn eine portable Installation verwenden werden soll, drücke auf den \"Konfiguration\" Knopf oben links.",
  "yuzuDefault": "Yuzu Global (Standard)",
  "ryuDefault": "Ryujinx Global (Standard)",
  "keysLocation": "Keys erfolgreich installiert unter",
  "firmwareLocation": "Firmware erfolgreich installiert unter",
  "downloadManager": "Download Manager",
  "update_downloading": "Eine neue EmuSAK-Version wird gerade im Hintergrund heruntergeladen! Bitte EmuSAK nicht schließen, bevor der Download abgeschlossen ist.",
  "update_downloaded": "Das EmuSAK-Update wurde heruntergeladen! Es wird beim nächsten Start angewendet.",
  "update_restart": "Das Update wurde heruntergeladen! EmuSAK neu starten, um es anzuwenden?",
  "updatingEshop": "Aktualisierung der eShop Daten",
  "filter": "Durchsuche {{LENGTH}} Spiele",
  "openShaderDir": "Shader Cache-Verzeichnis öffnen",
  "openModsDir": "Mod-Verzeichnis öffnen",
  "dlMods": "Mods herunterladen",
  "noMods": "Keine Mods vorhanden",
  "dlSave": "Spielstände herunterladen",
  "noSave": "Keine Spielstände vorhanden",
  "dlSaveDesc": "Sobald der Download abgeschlossen ist, wird der Spielstand auf dem Desktop gespeichert. Rechtsklicke auf das Spiel im Emulator, \"open save folder\" und extrahiere das Archiv in dem geöffneten Ordner um den Spielstand zu installieren. Dies wird die alten Speicherstände ersetzen, es wird empfohlen vorher ein Backup anzulegen!",
  "noCompatData": "Es gibt noch keine Kompatibilitätsdaten für dieses Spiel! Füge eigene hinzu! Füge keine Kompatibilitätsdaten für noch nicht veröffentlichte Spiele hinzu!",
  "addCompatReport": "Bericht hinzufügen",
  "infoNewReport": "Du wirst zum offiziellen Ryujinx Kompatibilitätstracker für das Spiel auf GitHub weitergeleitet. Bitte folge der Problemvorlage und überprüfe, ob nicht bereits ein Bericht für dieses Spiel existiert. Wenn dieses Spiel noch nicht veröffentlicht ist, auch bekannt als geleakt, wird dein Bericht entfernt, weil Ryujinx keine raubkopierten Spiele unterstützt.",
  "infoExistingReport": "Du wirst zum offiziellen Ryujinx Kompatibilitätstracker auf GitHub weitergeleitet. Bitte füge einen Kommentar zu dem bestehenden Problem hinzu und stelle sicher, dass du relevante Informationen wie Hardware-Spezifikationen und Log-Dateien falls nötig angibst. Bitte kein neues Problem erstellen!",
  "dlMod": "Mod herunterladen",
  "dlModVersion": "Bitte die vorhandene Spielversion auswählen. Mods funktionieren möglicherweise nicht, wenn eine andere Spielversion benutzt wird als EmuSAK angibt.",
  "refreshInfo": "Aktualisierung erfolgreich! Bitte beachte, dass nur Spiele angezeigt werden, welche bereits zuvor einmal im Emulator gestartet wurden.",
  "modInstalled": "Mod erfolgreich installiert in: <code>{path}</code>",
  "shaderInfo": "Shader sind kleine Programme, die auf einer Grafikkarte laufen und für das Rendern von Grafiken wie Gelände, Figuren, Explosionen, Gras usw. verantwortlich sind. Da PCs die Shader der Switch nicht direkt ausführen können, muss jener diese zunächst in ein Format übersetzen, das der PC versteht. Dieser Übersetzungsprozess ist zeitaufwändig und kann in zweierlei Hinsicht bemerkt werden:<br /><br />- Alle neuen Shader die auftauchen, führen dazu, dass die Emulation pausiert bis die Übersetzung abgeschlossen ist, was zu Stottern und/oder Einbrüchen der FPS führt. Wenn ein Spiel zum ersten Mal geladen wird, wird eine Menge übersetzt. Wenn viel gespielt wird, nimmt dieses Stottern schnell ab.<br /><br />- Der Emulator speichert alle Shader, die ein Spiel verwendet, d. h. er legt diese im Cache ab. Wenn das Spiel anschließend erneut gestartet wird, wird der Emulator einige Zeit brauchen, um die gespeicherten Shader zu laden, damit das Stottern nicht erneut auftritt.",
  "shaderThreshold": "Die Zahl gibt an, dass Shader geteilt werden können, wenn die lokale Shader-Anzahl die der von EmuSAK übersteigt. Dies hängt davon ab, wie viele Shader geteilt wurden und wie hoch unsere Arbeitsbelastung ist. Die Überprüfung von Beiträgen ist sehr zeitaufwändig und lohnt sich nicht, wenn die Anzahl der Beiträge unter dem Schwellenwert liegt. Die Anzahl der Einsendungen per Nutzer ist vorerst auf 3 pro Stunde begrenzt.",
  "localShadersCount": "Anzahl der lokalen Shader",
  "emusakShadersCount": "Anzahl der globalen Shader",
  "dlShaders": "Shader Cache herunterladen",
  "shareShaders": "Shader Cache teilen",
  "shaders": "Shader",
  "threshold": "Schwellenwert",
  "refresh": "Aktualisieren",
  "shadersYuzu": "Das Teilen und Herunterladen von Shadern ist im Moment nur für Ryujinx möglich. Die meisten Spiele rendern besser mit der Vulkan-API und auch dieser Cache ist übertragbar. Allerdings werden diese nur <i>teilweise</i> gecacht, was bedeutet, dass immer noch Shader übersetzten werden müssen, wenn diese von jemand anderem herunterladen werden. Die Stotterer sind jedoch mit der Vulkan API deutlich kürzer. Es wird deshalb empfohlen, Vulkan anstelle von OpenGL zu nutzen, ausser in Fällen wo bestimmte Spiele Probleme mit Vulkan haben.",

  "OPERATION_CANCELED": "Operation abgebrochen.",
  "INVALID_RYUJINX_BINARY": "Dies ist keine gültige Ryujinx Binärdatei.",
  "INVALID_YUZU_BINARY": "Dies ist keine gültige yuzu Binärdatei.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Pfad wurde bereits zu EmuSAK hinzugefügt.",
  "FETCH_FAILED": "Die Ressource kann nicht abgerufen werden, bitte versuche es erneut."
}
