{
  "SHADER_CACHE_V1": "EmuSAK detected you are using Ryujinx's V1 shader cache. The emulator developers created a new version of this shader cache with tons of improvements. Before sharing shaders, launch the game in Ryujinx, the emulator will convert the old cache to the new one automatically then reopen EmuSAK.",
  "continue": "Continue",
  "cancel": "Cancel",
  "save": "Save",
  "settings": "Settings",
  "proxy": "Proxy",
  "deleteGame": "Delete game",
  "areYouSure": "Are you sure?",
  "deleteGameNotice": "This option will delete the shader cache, CPU cache and mods folder for this game. This action cannot be undone.",
  "customDns": "Use custom DNS resolver (CloudFlare) instead of the system provided one. This may fix infinite loading issues that occur even though emusak status is up.",
  "shadersCheck": "Then you will have to run your game with Ryujinx so emusak can check that everything is working as expected for everyone. If you have been using the vulkan PR, don't attempt to share the shaders as it won't work as of now... ",
  "shadersSharing": "Sharing Shaders...",
  "shadersShared": "Your shaders have been submitted! You can find them in the <code>#ryu-shaders</code> channel. Once approved, they will be shared to everyone to be downloaded!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "By using EmuSAK, you agree to <i>never</i> ask for support or talk about it in official emulators channels (reddit, discord, etc...). Emusak is like fight club, you already know the rule #1. Use the discord link on top right if you need help instead",
  "agree": "I agree to the ToS",
  "loading_data": "Loading data. If this process never finishes, please visit the <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Configuration",
  "dl_firmware": "Download firmware",
  "dl_keys": "Download keys",
  "addConfiguration": "Add portable configuration",
  "pickRyuBin": "Please select the \"Ryujinx.exe\" (or \"Ryujinx\" binary for Linux users)",
  "pickYuzuBin": "Please select the \"yuzu.exe\" (or \"yuzu\" binary for Linux users)",
  "addConfigTitle": "Add a name to your new configuration",
  "addConfigEg": "e.g \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mode",
  "readingDataPath": "EmuSAK is reading data from",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Download Ryujinx</a> and launch any game first. All your games should show up here automatically after that. Please note, that only games launched in Ryujinx will be shown here. Ryujinx is not behind a paywall. If you are using a portable installation, use the \"Configuration\" button on the top left.",
  "launchYuzu": "Launch any game first, all your games should show up in EmuSAK automatically after that. Please note, that only games launched in yuzu will be shown here. Yuzu Early Access is behind a paywall, I recommend to use either <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installer</a> or <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. If you are using a portable installation, use the \"Configuration\" button on the top left.",
  "yuzuDefault": "Yuzu Global (default)",
  "ryuDefault": "Ryujinx Global (default)",
  "keysLocation": "Keys successfully installed in",
  "firmwareLocation": "Firmware successfully installed in",
  "downloadManager": "Download Manager",
  "update_downloading": "A new EmuSAK version is downloading in the background! Please do not close EmuSAK until the download is complete.",
  "update_downloaded": "The EmuSAK update has been downloaded and will be applied on next launch.",
  "update_restart": "An update has been downloaded! Do you want to restart to apply?",
  "updatingEshop": "Updating eshop data",
  "filter": "Filter games ({{LENGTH}})",
  "openShaderDir": "Open shader cache folder",
  "openModsDir": "Open mods directory",
  "dlMods": "Download mods",
  "noMods": "No mods data",
  "dlSave": "Download saves",
  "noSave": "No save data",
  "dlSaveDesc": "Once the download is complete, the save file will be placed on your desktop. To install a save, right click the game in the emulator game list, \"open save folder\" and extract the downloaded archive there. Be sure to backup your current save file if you want to use it later!",
  "noCompatData": "There is no compatibility data yet, feel free to add your own! Do <i>not</i> do that if it's leaked game!",
  "addCompatReport": "Add your report",
  "infoNewReport": "You'll be redirected to Ryujinx' official game compatibility tracker on GitHub. Please follow the issue template and double check that a report doesn't already exist for this game. Also, if this game hasn't officially released (AKA leaked), your report will be removed because Ryujinx doesn't support pirated games.",
  "infoExistingReport": "You'll be redirected to the Ryujinx official game compatibility tracker on GitHub. Please add a comment to the existing issue and make sure to provide relevant information like hardware specs and log file. Do not create a new issue!",
  "dlMod": "Download mod",
  "dlModVersion": "Pick the version of the game you are playing. Note that a mod may not work if you are not using the exact same version of the game",
  "refreshInfo": "Refresh successful! Please note that only games which you launched at least once in the emulator will be shown, ",
  "modInstalled": "Mod successfully installed at: <code>{path}</code>",
  "shaderInfo": "Shaders are small programs running on a graphics card that are responsible for rendering graphics like terrain, characters, explosions, grass etc. Since a PC cannot directly execute the Switch's shaders, it first has to translate them to a format your PC can understand. This translation process is time consuming and you'll notice it in two ways:<br /><br />- Any new shaders that are encountered will cause the emulation to pause until the translation is done, which causes stuttering and FPS drops. When you load a game for the first time a lot of translation will happen. By playing more this stuttering decreases rapidly.<br /><br />- The emulator will save any shaders a game uses (AKA it caches them). When you launch a game, the emulator will take some time loading saved shaders, to prevent the stuttering from happening again.",
  "shaderThreshold": "You can share Shaders if your local Shader count surpasses EmuSAK's count by at least this value. This is based on how many submissions we already have and our workload. Reviewing submissions is very time consuming and it is not worth our effort if the additional shader count is below the threshold. Submissions are limited to 3 per user per hour for now to prevent overloading the servers.",
  "localShadersCount": "Local shader count",
  "emusakShadersCount": "Emusak shader count",
  "dlShaders": "Download shaders",
  "shareShaders": "Share shaders",
  "shaders": "Shaders",
  "threshold": "Threshold",
  "refresh": "Refresh",
  "shadersYuzu": "Sharing and downloading shaders is exclusive to Ryujinx for now. Most games run better using the Vulkan API. Even though this cache is transferable, it only <i>partially</i> caches which means you still need to build shaders if you download them from someone else. However, shader stutters with Vulkan are really small, so use Vulkan instead of OpenGL unless Vulkan causes issues for a specific game.",

  "OPERATION_CANCELED": "You cancelled the operation.",
  "INVALID_RYUJINX_BINARY": "This is not a valid Ryujinx binary file.",
  "INVALID_YUZU_BINARY": "This is not a valid Yuzu binary file.",
  "EMULATOR_PATH_ALREADY_EXISTS": "You already added this path to EmuSAK.",
  "FETCH_FAILED": "Unable to fetch resource, please retry."
}
