{
  "emusak": "EmuSAK",
  "tos": "Al utilizar EmuSAK, usted está de acuerdo a <i>nunca</i> pedir apoyo o hablar de ello en algún servidor oficial de emuladores (reddit, discord, etc...). Emusak es como el club de pelea, ustedes ya saben la regla #1. Utiliza el enlace de discord que está en la esquina superior derecha",
  "agree": "Acepto los términos y condiciones",
  "loading_data": "Cargando datos, si este proceso nunca termina por favor visita <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Configuración",
  "dl_firmware": "Descargar firmware",
  "dl_keys": "Descargar keys",
  "addConfiguration": "Agregar configuración del portable",
  "pickRyuBin": "Seleccione el archivo \"Ryujinx.exe\" (o Ryujinx binary para usuarios de linux)",
  "pickYuzuBin": "Seleccione el archivo \"yuzu.exe\" (o yuzu binary para usuarios de linux)",
  "addConfigTitle": "Agregar nombre a la nueva configuración",
  "addConfigEg": "e.g \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Modo",
  "readingDataPath": "EmuSAK está leyendo los datos desde",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Descarga Ryujinx</a> e inicia cualquier juego primero. A continuación, todos tus juegos deberian de aparecer automaticamente. Tenga en cuenta que si nunca ha iniciado el juego en Ryujinx, este no será mostrado aqui. No se necesita una subscripción para utilizar Ryujinx. Si estás utilizando una versión portable, utiliza el botón de \"Configuración\" que está en la esquina superior izquierda.",
  "launchYuzu": "Inicia cualquier juego primero. A continuación, todos tus juegos deberían de aparecer automáticamente. Tenga en cuenta que si nunca ha iniciado el juego en Yuzu, este no será mostrado aqui. Se necesita una subscripción para usar YuzuEA. Te recomiendo que utilices el <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installer</a> o el <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. Si estás utilizando una versión portable, utiliza el botón de \"Configuración\" que está en la esquina superior izquierda.",
  "yuzuDefault": "Yuzu Global (Por defecto)",
  "ryuDefault": "Ryujinx Global (Por defecto)",
  "keysLocation": "Keys instaladas correctamente en",
  "firmwareLocation": "Firmware extraído correctamente en",
  "downloadManager": "Gestor de descargas",
  "update_downloading": "Una nueva versión de EmuSAK está siendo descargada en segundo plano! Por favor, no cierres EmuSAK hasta que se haya completado.",
  "update_downloaded": "La actualización de EmuSAK ha sido descargada, será instalada la próxima vez que abras el programa.",
  "update_restart": "Una actualización ha sido descargada. Quieres reiniciar Emusak para aplicarlo?",
  "updatingEshop": "Actualizando datos del eshop",
  "filter": "Filtrar {{LENGTH}} juegos",
  "openShaderDir": "Abrir el directorio del shader cache",
  "openModsDir": "Abrir el directorio de mods",
  "dlMods": "Descargar mod",
  "noMods": "No hay mods disponibles",
  "dlSave": "Descargar partida de guardado",
  "noSave": "No hay partidas de guardado disponibles",
  "dlSaveDesc": "Una vez que la descarga haya sido completada, el archivo será guardado en el escritorio. Puedes instalar una partida de guardado haciendo click derecho en el juego (dentro del emulador), \"open save folder\" y extrae el archivo ahí. Siempre intenta hacer una copia de seguridad de tu partida si es que lo quieres utilizar después!",
  "noCompatData": "No hay datos de compatibilidad aun, siéntete libre de añadir los tuyos! (Si es un juego que no salió todavia (filtrado), no lo hagas!)",
  "addCompatReport": "Agregar tu reporte",
  "infoNewReport": "Serás redireccionado al tracker oficial de compatibilidad de juegos de Ryujinx en Github. Por favor sigue la plantilla y revisa que el reporte aún no exista para ese juego. También, si este juego aún no ha salido oficialmente (o sea filtrado), tu reporte sera removido porque ellos no dan soporte a los juegos pirateados.",
  "infoExistingReport": "Serás redireccionado a Ryujinx official game compatibility tracker en GitHub. Por favor agregue un comentario al problema existente (no crees una plantilla nueva) y esté seguro de proveer información relevante como la información de tu equipo y el archivo log.",
  "dlMod": "Descargar mod",
  "dlModVersion": "Elige la versión del juego que estas jugando. Ten en cuenta que el mod puede que no funcione si no estás utilizando la misma versión del juego",
  "refreshInfo": "Se refrescó correctamente! Ten en cuenta que tu juego solo se mostrará si lo abriste al menos una vez en el emulador",
  "modInstalled": "Mod instalado correctamente en: <code>{path}</code>",
  "shaderInfo": "Shaders son pequeños programas que corren en una tarjeta gráfica que son responsables de renderizar terrenos, personajes, explosiones, pasto, etc. Como una PC no puede ejecutar directamente los shaders, primero tiene que traducirlos a un formato que la PC pueda entender. Este proceso de traducción consume bastante tiempo y lo notarás en dos maneras :<br /><br />- Cualquier shader nuevo que sea encontrado, causará que la emulación se detenga hasta que la traducción haya sido finalizada, lo que causa trabas y caída de FPS. Cuando cargás un juego por primera vez, mucha traducción pasará. Al estar jugando mas tiempo, las trabas serán cada vez menos.<br /><br />- El emulador guardara cualquier shader que el juego utilice (osea los convierte en caché). Cuando inicias un juego, el emulador se tomará un tiempo cargando esos shaders guardados para prevenir las trabas que pasaban antes.",
  "shaderThreshold": "Eso significa que puedes compartir shaders si tu conteo de shaders local es mayor al que ya tiene EmuSAK. Esto es basado en cuantas submisiones ya tenemos y nuestra carga de trabajo. Revisando nuestras submisiones puede consumir bastante tiempo y no vale nuestro esfuerzo si el recuento está por debajo de la variable umbral. Submisiones están limitadas a 3 por usuario por hora por ahora para prevenir que los servidores sean sobrecargados.",
  "localShadersCount": "Conteo de shaders locales",
  "emusakShadersCount": "Conteo de shaders en la nube de EmuSAK",
  "dlShaders": "Descargar Shaders",
  "shareShaders": "Compartir Shaders",
  "shaders": "Shaders",
  "threshold": "Umbral",
  "refresh": "Refrescar",
  "shadersYuzu": "Compartir y descargar shaders está solamente en Ryujinx por ahora. La mayoría de juegos son facílmente renderizados utilizando la API de Vulkan y aunque este caché es transferible, solamente una <i>parte</i> es transferible, lo que significa que siempre tendrás que construir los shaders si quieres descargarlos de alguien mas. Por otro lado, en vez de OpenGL, usa Vulkan, ya que, las trabas relacionadas a los shaders son pequeños (a menos que Vulkan cause problemas para un juego en específico).",

  "OPERATION_CANCELED": "Has cancelado la operación.",
  "INVALID_RYUJINX_BINARY": "Este no es un archivo binario válido de Ryujinx.",
  "INVALID_YUZU_BINARY": "Este no es un archivo binario válido de Yuzu.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Ya has agregado este directorio a EmuSAK.",
  "FETCH_FAILED": "No se pudo conseguir el recurso, por favor inténtelo de nuevo."
}
