{
  "emusak": "EmuSAK",
  "tos": "En utilisant EmuSAK, vous acceptez de ne jamais demander d’aide ou d’en parler sur les canaux de discussions officiels (reddit, discord, …). EmuSAK c’est comme le Fight Club, vous en connaissez la règle n°1. Si vous avez besoin d’aide, utilisez le lien discord en haut à droite.",
  "agree": "J'accepte",
  "loading_data": "Chargement des données, si ce processus reste bloqué veuillez visiter cette page : <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> .",
  "configuration": "Configuration",
  "dl_firmware": "Télécharger le micrologiciel",
  "dl_keys": "Télécharger les clés",
  "addConfiguration": "Ajouter une configuration portable",
  "pickRyuBin": "Veuillez pointer vers \"Ryujinx.exe\" (ou le binaire Ryujinx pour les utilisateurs de linux)",
  "pickYuzuBin": "Veuillez pointer vers \"yuzu.exe\" (ou le binaire yuzu pour les utilisateurs de linux)",
  "addConfigTitle": "Ajouter un nom à votre configuration",
  "addConfigEg": "e.g \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mode",
  "readingDataPath": "EmuSAK lit ses données à partir de",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Download Ryujinx</a> et lancez n’importe quel jeu, tous vos jeux devraient maintenant être visibles automatiquement à cet endroit. Veuillez noter que si vous n’avez jamais lancé ce jeu dans Ryujinx, il ne sera pas affiché ici. Ryujinx est disponible librement et gratuitement. Si vous utilisez une configuration portable, utilisez le bouton de \"Configuration\" en haut à gauche.",
  "launchYuzu": "Lancez n’importe quel jeu, tous vos jeux devraient maintenant être visibles automatiquement à cet endroit. Veuillez noter que si vous n’avez jamais lancé ce jeu dans Yuzu, il ne sera pas affiché ici. Yuzu (à jour) n’est pas disponible gratuitement, je vous recommande d’utiliser soit  <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installer</a> soit <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. Si vous utilisez une configuration portable, utilisez le bouton de \"Configuration\" en haut à gauche.",
  "yuzuDefault": "Yuzu Global (défaut)",
  "ryuDefault": "Ryujinx Global (défaut)",
  "keysLocation": "Les clés sont maintenant installées à cet endroit",
  "firmwareLocation": "Le micrologiciel est maintenant installé à cet endroit",
  "downloadManager": "Gestionnaire de téléchargement",
  "update_downloading": "Une nouvelle version d'EmuSAK est en cours de téléchargement en arrière-plan ! Veuillez ne pas fermer EmuSAK avant que ce dernier soit terminé.",
  "update_downloaded": "La mise a jour d'EmuSAK a été téléchargée et sera appliqué au prochain lancement.",
  "update_restart": "La mise à jour a été téléchargée ! Voulez-vous redémarrer pour l'appliquer ?",
  "updatingEshop": "Mise à jour des données de l'eshop",
  "filter": "Filtrer {{LENGTH}} jeux",
  "openShaderDir": "Ouvrir l'emplacement du cache des shaders",
  "openModsDir": "Ouvrir l'emplacement des mods",
  "dlMods": "Télécharger un mod",
  "noMods": "Aucun mod disponible",
  "dlSave": "Télécharger une sauvegarde",
  "noSave": "Aucune donnée de sauvegarde disponible",
  "dlSaveDesc": "Une fois le téléchargement terminé, le fichier de sauvegarde sera placé sur votre bureau. You can install save with a right click on the game in the emulator, \"open save folder\" and extract archive here.",
  "noCompatData": "Pas encore de données de compatibilité, ajoutez la ! ( si c'est un jeu fuité, ne le faites pas ! )",
  "addCompatReport": "Raporter la compatibilité",
  "infoNewReport": "Vous allez être redirigé vers le traqueur de compatibilité officiel de Ryujinx sur GitHub. Veuillez suivre le template pour rapporter la compatibilité d’un jeu et vérifiez que votre rapport n’existe pas déjà pour ce jeu. Aussi, si le jeu n’est pas encore sorti, soit un jeu fuité, votre rapport sera supprimé car ils ne tiennent pas compte des jeux piratés.",
  "infoExistingReport": "Vous allez être redirigé vers le traqueur de compatibilité officiel de Ryujinx sur GitHub. Veuillez ajouter un commentaire à un rapport pré-existant (n’en faites pas un nouveau) et n’oubliez pas de mentionner les informations utiles comme vos composants ainsi qu’un fichier de log.",
  "dlMod": "Télécharger un mod",
  "dlModVersion": "Choisissez la version du jeu avec laquelle vous jouez. Notez que ce mod pourra ne pas fonctionner si vous utilisez une version différente.",
  "refreshInfo": "Rafraîchi avec succès, veuillez noter que votre jeu ne sera visible seulement vous l'avez lancé une fois dans l'émulateur",
  "modInstalled": "Le mod a été installé à : <code>{path}</code> avec succès.",
  "shaderInfo": "Les shaders sont de petits programmes utilisés par votre carte graphique responsables de l’affichage de choses comme les terrains, personnages, explosions, herbe etc. Comme un PC ne peut pas directement exécuter les shaders, il doit d’abord les traduire dans un format que le PC doit comprendre. Ce processus de traduction prend du temps et vous le remarquerez de deux manières : <br /><br />- N’importe quel nouveau shader rencontré va causer une pause dans l’émulation avant que la traduction ne soit terminée, ce qui engendre des saccades et des baisses de taux d’image par seconde. Quand vous lancez un jeu pour la première fois, beaucoup de ces traductions vont être faites. En jouant de plus en plus ces saccades finiront rapidement par disparaître. <br /><br />- L’émulateur va sauvegarder chaque shader qu’un jeu utilise (on dit aussi qu’il les met en cache). Quand vous lancez un jeu, l’émulateur prendra quelques temps pour charger ces shaders en cache pour éviter que les saccades ne réapparaissent.",
  "shaderThreshold": "Cela veut dire que vous pouvez partager vos shaders si votre nombre de shaders locaux est supérieur à celui d’EmuSAK par cette valeur. Cela dépend du nombre de partages que nous avons déjà et notre quantité de travail. Analyser votre partage prend beaucoup de temps et n’est pas vraiment utile si le nombre est en dessous de ce nombre seuil. Pour l’instant les partages sont limités à 3 par utilisateur et par heure.",
  "localShadersCount": "Nombre de shaders locaux",
  "emusakShadersCount": "Nombre de shaders EmuSAK",
  "dlShaders": "Télécharger les shaders",
  "shareShaders": "Partager les shaders",
  "shaders": "Shaders",
  "threshold": "Nombre seuil",
  "refresh": "Rafraîchir",
  "shadersYuzu": "Partager et télécharger des shaders n’est possible que pour Ryujinx pour l’instant. La plupart des jeux tournent mieux en utilisant l’API Vulkan et même si ce cache est transférable, il l’est seulement <i>partiellement</i>. Ce qui veut dire que vous devrez quand même traduire vos shaders si vous les téléchargez de quelqu’un d’autre. Cependant, les saccades liées aux shaders avec Vulkan sont minimes, donc utilisez vulkan.",

  "OPERATION_CANCELED": "Vous avez annulé l'opération.",
  "INVALID_RYUJINX_BINARY": "Ceci n'est pas un éxecutable Yuzu valide.",
  "INVALID_YUZU_BINARY": "Ceci n'est pas un éxecutable Yuzu valide.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Vous avez déjà ajouté ce chemin à EmuSAK",
  "FETCH_FAILED": "Impossible d'accéder aux données, réessayez."
}
