{
  "continue": "Continuer",
  "cancel": "Annuler",
  "deleteGame": "Supprimer jeu",
  "areYouSure": "Êtes-vous sûr ?",
  "deleteGameNotice": "Cette option supprimera le cache des shaders, le cache CPU et le dossier des mods pour ce jeu. Cette action est irréversible.",
  "customDns": "Utilisez le résolveur DNS personnalisé (CloudFlare) à la place du système fourni. Cela peut résoudre les problèmes de chargement infini lorsque le statut d'emusak est en ligne.",
  "shadersCheck": "Ensuite, vous devrez exécuter votre jeu avec Ryujinx afin qu'emusak puisse vérifier que tout fonctionne comme prévu pour tout le monde.",
  "shadersSharing": "Partage de shaders ...",
  "shadersShared": "Vos shaders ont été soumis ! Vous pouvez les trouver dans le salon <code>#ryu-shaders</code>. Une fois approuvés, ils seront partagés avec tout le monde !",
  "gamebananaModsTitle": "Mods Gamebanana (jusqu'à 20 mods les plus téléchargés sur GameBanana)",
  "gamebananaNoMods": "Impossible de trouver des mods sur Gamebanana",
  "gameBananaLoading": "Chargement de mods depuis Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "En utilisant EmuSAK, vous vous engagez à <i>ne jamais</i> demander de l'aide ou en parler dans les canaux officiels des émulateurs (reddit, discord, etc...). Emusak est comme Fight Club, vous connaissez déjà la règle n°1. Utilisez le lien discord en haut à droite si vous avez besoin d'aide à la place",
  "agree": "J'accepte les CGU",
  "loading_data": "Chargement des données. Si ce processus ne se termine jamais, veuillez visiter la page <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">Statut EmuSAK</a>.",
  "configuration": "Configuration",
  "dl_firmware": "Télécharger firmware",
  "dl_keys": "Télécharger keys",
  "addConfiguration": "Ajouter une configuration portable",
  "pickRyuBin": "Veuillez sélectionner \"Ryujinx.exe\" (ou \"Ryujinx\" pour les utilisateurs de Linux)",
  "pickYuzuBin": "Veuillez sélectionner \"yuzu.exe\" (ou \"yuzu\" pour les utilisateurs de Linux)",
  "addConfigTitle": "Ajoutez un nom à votre nouvelle configuration",
  "addConfigEg": "p. ex. \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mode",
  "readingDataPath": "EmuSAK lit les données de",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Télécharger Ryujinx</a> et lancez n'importe quel jeu en premier. Tous vos jeux devraient apparaître ici automatiquement après cela. Veuillez noter que seuls les jeux lancés dans Ryujinx seront affichés ici. Ryujinx n'est pas derrière un paywall. Si vous utilisez une installation portable, utilisez le bouton \"Configuration\" en haut à gauche.",
  "launchYuzu": "Lancez d'abord n'importe quel jeu, tous vos jeux devraient ensuite apparaître automatiquement dans EmuSAK. Veuillez noter que seuls les jeux lancés dans Yuzu seront affichés ici. Yuzu Early Access est derrière un paywall, je recommande d'utiliser soit <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">l'installateur 128BB</a > ou <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. Si vous utilisez une installation portable, utilisez le bouton \"Configuration\" en haut à gauche.",
  "yuzuDefault": "Yuzu Global (défaut)",
  "ryuDefault": "Ryujinx Global (défaut)",
  "keysLocation": "Keys installées avec succès dans",
  "firmwareLocation": "Firmware installées avec succès dans",
  "downloadManager": "Gestionnaire de téléchargement",
  "update_downloading": "Une nouvelle version d'EmuSAK se télécharge en arrière-plan ! Veuillez ne pas fermer EmuSAK tant que le téléchargement n'est pas terminé.",
  "update_downloaded": "La mise à jour EmuSAK a été téléchargée et sera appliquée au prochain lancement.",
  "update_restart": "Une mise à jour a été téléchargée ! Voulez-vous redémarrer pour l'appliquer ?",
  "updatingEshop": "Mise à jour des données eShop",
  "filter": "Filtrer jeux ({{LENGTH}})",
  "openShaderDir": "Ouvrir le dossier de cache des shaders",
  "openModsDir": "Ouvrir le dossier des mods",
  "dlMods": "Télécharger mods",
  "noMods": "Aucune donnée de mods",
  "dlSave": "Télécharger sauvegardes",
  "noSave": "Aucune donnée de sauvegardes",
  "dlSaveDesc": "Une fois le téléchargement terminé, le fichier de sauvegarde sera placé sur votre bureau. Pour installer une sauvegarde, faites un clic droit sur le jeu dans la liste des jeux de l'émulateur, \"ouvrir le dossier de sauvegarde\" et extrayez-y l'archive téléchargée. Assurez-vous de sauvegarder votre fichier de sauvegarde actuel si vous souhaitez l'utiliser plus tard !",
  "noCompatData": "Il n'y a pas encore de données de compatibilité, n'hésitez pas à ajouter les vôtres ! Ne faites pas ça si c'est un jeu leaké !",
  "addCompatReport": "Ajoutez votre rapport",
  "infoNewReport": "Vous serez redirigé vers le traqueur de compatibilité de jeu officiel de Ryujinx sur GitHub. Veuillez suivre le template d'issues et vérifier qu'un rapport n'existe pas déjà pour ce jeu. De plus, si ce jeu n'est pas officiellement sorti (Alias un leak), votre rapport sera supprimé car Ryujinx ne prend pas en charge les jeux piratés.",
  "infoExistingReport": "Vous serez redirigé vers le traqueur officiel de compatibilité des jeux Ryujinx sur GitHub. Veuillez ajouter un commentaire à l'issue existante et assurez-vous de fournir des informations pertinentes telles que les spécifications matérielles et le fichier journal. Ne créez pas de nouvelle issue !",
  "dlMod": "Télécharger mod",
  "dlModVersion": "Choisissez la version du jeu auquel vous jouez. Notez qu'un mod peut ne pas fonctionner si vous n'utilisez pas exactement la même version que le jeu",
  "refreshInfo": "Actualisation réussite ! Veuillez noter que seuls les jeux que vous avez lancés au moins une fois dans l'émulateur seront affichés, ",
  "modInstalled": "Mod installé avec succès à: <code>{path}</code>",
  "shaderInfo": "Les shaders sont de petits programmes exécutés sur une carte graphique qui sont responsables du rendu des graphiques comme le terrain, les personnages, les explosions, l'herbe, etc. Puisqu'un PC ne peut pas exécuter directement les shaders de la Switch, il doit d'abord les traduire dans un format que votre PC peut comprendre. Ce processus de traduction prend du temps et vous le remarquerez de deux manières :<br /><br />- Tout nouveau shader entraînera une pause de l'émulation jusqu'à ce que la traduction soit terminée, ce qui provoque des saccades et des chutes de FPS. Lorsque vous chargez un jeu pour la première fois, de nombreuses traductions se produisent. En jouant plus, ce stuttering diminue rapidement.<br /><br />- L'émulateur enregistrera tous les shaders qu'un jeu utilise (c'est-à-dire qu'il les met en cache). Lorsque vous lancez un jeu, l'émulateur mettra un certain temps à charger les shaders enregistrés, pour éviter que le bégaiement ne se reproduise.",
  "shaderThreshold": "Vous pouvez partager un shader si votre nombre local de shader dépasse le nombre d'EmuSAK d'au moins cette valeur. Ceci est basé sur le nombre de soumissions que nous avons déjà et sur notre workload. L'examen des soumissions prend beaucoup de temps et cela ne vaut pas la peine si le nombre de shaders supplémentaires est inférieur au seuil. Les soumissions sont limitées à 3 par utilisateur et par heure pour l'instant afin d'éviter de surcharger les serveurs.",
  "localShadersCount": "Nombre de shaders locaux",
  "emusakShadersCount": "Nombre de shaders Emusak",
  "dlShaders": "Télécharger shaders",
  "shareShaders": "Partager shaders",
  "shaders": "Shaders",
  "threshold": "Limite",
  "refresh": "Actualisé",
  "shadersYuzu": "Le partage et le téléchargement de shaders sont pour l'instant exclusifs à Ryujinx. La plupart des jeux fonctionnent mieux avec l'API Vulkan et même si ce cache est transférable, il n'est \"caché\" que <i>partiellement</i>, ce qui signifie que vous devez toujours créer des shaders si vous les téléchargez de quelqu'un d'autre. Cependant, les stutter causé par les shaders sont vraiment minimes avec Vulkan, alors utilisez Vulkan au lieu d'OpenGL à moins que Vulkan ne cause des problèmes pour un jeu spécifique.",

  "OPERATION_CANCELED": "Vous avez annulé l'opération.",
  "INVALID_RYUJINX_BINARY": "Ce n'est pas un fichier binaire Ryujinx valide.",
  "INVALID_YUZU_BINARY": "Ce n'est pas un fichier binaire Yuzu valide.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Vous avez déjà ajouté ce chemin à EmuSAK.",
  "FETCH_FAILED": "Impossible de récupérer la ressource, veuillez réessayer."
}
