{
  "continue": "Continue",
  "cancel": "Cancel",
  "deleteGame": "Delete game",
  "areYouSure": "Are you sure ?",
  "deleteGameNotice": "This option will delete shader cache, CPU cache and mods folder for this game. This action cannot be undone.",
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "By using EmuSAK, you agree to never ask for support or talk about it in official emulators channels (reddit, discord, ...). Emusak is like fight club, you already know the rule #1. Use the discord link on top right if you need help instead",
  "agree": "I agree",
  "loading_data": "Loading data, if this process never finish please visit <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Configuration",
  "dl_firmware": "Download firmware",
  "dl_keys": "Download keys",
  "addConfiguration": "Add portable configuration",
  "pickRyuBin": "Please pick up \"Ryujinx.exe\" (or Ryujinx binary for linux users)",
  "pickYuzuBin": "Please pick up \"yuzu.exe\" (or yuzu binary for linux users)",
  "addConfigTitle": "Add a name to your new configuration",
  "addConfigEg": "e.g \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mode",
  "readingDataPath": "EmuSAK is reading data from",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Download Ryujinx</a> and launch any game first, all your games should show up here automatically then. Please note if you never launched the game in Ryujinx, it will not be showed here. Ryujinx is not behind a paywall. If you are using a portable installation, use the \"Configuration\" button on the top left.",
  "launchYuzu": "Launch any game first, all your games should show up here automatically then. Please note if you never launched the game in yuzu, it will not be showed here. Yuzu is behind a paywall, I recommend to use either <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installer</a> or <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. If you are using a portable installation, use the \"Configuration\" button on the top left.",
  "yuzuDefault": "Yuzu Global (default)",
  "ryuDefault": "Ryujinx Global (default)",
  "keysLocation": "Keys successfully installed at",
  "firmwareLocation": "Firmware has been extracted to",
  "downloadManager": "Download Manager",
  "update_downloading": "A new EmuSAK version is downloading in the background! Please do not close EmuSAK until it is complete.",
  "update_downloaded": "EmuSAK update has been downloaded and will be applied on next launch.",
  "update_restart": "Update has been downloaded! Do you want to restart to apply?",
  "updatingEshop": "Updating eshop data",
  "filter": "Filter {{LENGTH}} games",
  "openShaderDir": "Open shader cache folder",
  "openModsDir": "Open mods directory",
  "dlMods": "Download mod",
  "noMods": "No mods data",
  "dlSave": "Download save",
  "noSave": "No save data",
  "dlSaveDesc": "Once the download will be completed, the save file will be placed on your desktop. You can install save with a right click on the game in the emulator, \"open save folder\" and extract archive here.",
  "noCompatData": "There is no compatibility data yet, add your own! ( if it's leaked game don't do that! )",
  "addCompatReport": "Add your report",
  "infoNewReport": "You'll be redirected to Ryujinx official game compatibility tracker on GitHub. Please follow the issue template and double check a report does not already exists for this game. Also if this game is not released, aka leaked, your report will be removed because they don't support pirated games.",
  "infoExistingReport": "You'll be redirected to Ryujinx official game compatibility tracker on GitHub. Please add a comment to the existing issue (do not create a new one) and make sure to provide relevant information like hardware specs and log file.",
  "dlMod": "Download mod",
  "dlModVersion": "Pick the version of the game you are playing. Note that mod may not work if you are not using exactly same version",
  "refreshInfo": "Refresh successful, Please note your game will be shown only if you launched it one time in the emulator",
  "modInstalled": "Mod successfully installed at : <code>{path}</code>",
  "shaderInfo": "Shaders are small programs running on a graphics card that are responsible for rendering graphics like terrain, characters, explosions, grass etc. Since a PC cannot directly execute shaders it first has to translate them to a format a PC can understand. This translation process is time consuming and you'll notice it in two ways:<br /><br />- Any new shaders that are encountered will cause the emulation to pause until the translation is done, which causes stuttering and FPS drops. When you load a game for the first time a lot of translation will happen. By playing more this stuttering decreases rapidly.<br /><br />- The emulator will save any shaders a game uses (aka it caches them). When you launch a game, the emulator will take some time loading those saved shaders to prevent the stuttering from happening again.",
  "shaderThreshold": "That means you can share Shaders if your local Shader count surpasses EmuSAK's count by this value. This is based on how many submissions we already have and our workload. Reviewing your submissions is very time consuming and it is not worth our effort if the count is below the threshold variable. Submission are limited to 3 per user per hour for now.",
  "localShadersCount": "Local shaders count",
  "emusakShadersCount": "Emusak shaders count",
  "dlShaders": "Download shaders",
  "shareShaders": "Share shaders",
  "shaders": "Shaders",
  "threshold": "Threshold",
  "refresh": "Refresh",
  "shadersYuzu": "Sharing and downloading shader is Ryujinx only for now. Most games are rendering better using Vulkan API and even this cache is transferable, it is only <i>partially</i> which means you still need to build shaders if you download it from someone else. Meanwhile, stutters related to shaders with vulkan are really small, so just use it.",

  "OPERATION_CANCELED": "You canceled the operation.",
  "INVALID_RYUJINX_BINARY": "This is not a valid Ryujinx binary file.",
  "INVALID_YUZU_BINARY": "This is not a valid Yuzu binary file.",
  "EMULATOR_PATH_ALREADY_EXISTS": "You already added this path to EmuSAK.",
  "FETCH_FAILED": "Unable to fetch resource, please retry."
}
