{
  "continue": "Continue",
  "cancel": "Cancel",
  "deleteGame": "Delete game",
  "areYouSure": "Are you sure ?",
  "deleteGameNotice": "This option will delete shader cache, CPU cache and mods folder for this game. This action cannot be undone.",
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "Utilizzando EmuSAK, accetti di non chiedere mai supporto o di parlarne nei canali ufficiali dell'emulatori (reddit, discord, ...). Emusak è come un fight club, conosci già la regola n.1. Utilizza il link Discord in alto a destra se hai bisogno di aiuto.",
  "agree": "Accetto",
  "loading_data": "Caricamento in corso, se questo processo non finisce mai per favore visita <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK Status</a>.",
  "configuration": "Configurazione",
  "dl_firmware": "Scarica firmware",
  "dl_keys": "Scarica Chiavi (Keys)",
  "addConfiguration": "Aggiungi configurazione portabile",
  "pickRyuBin": "Per favore seleziona  \"Ryujinx.exe\" (o la cartella binaria di Ryujinx per utenti linux)",
  "pickYuzuBin": "Per favore seleziona \"yuzu.exe\" (o la cartella binaria di Yuzu per utenti linux)",
  "addConfigTitle": "Dai un nome alla tua configurazione",
  "addConfigEg": "e.g \"Vulkan PR\", \"mainline\", \"build custom\", ...",
  "mode": "Modalità",
  "readingDataPath": "EmuSAK sta leggendo i dati da",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Scarica Ryujinx</a> e avvia prima qualsiasi gioco, tutti i tuoi giochi dovrebbero apparire qui automaticamente. Si prega di notare che se non hai mai lanciato il gioco in Ryujinx, non verrà mostrato qui. Ryujinx non è dietro un paywall. Se stai usando un'installazione portatile, usa il pulsante \"Configurazione\" in alto a sinistra.",
  "launchYuzu": "Avvia prima qualsiasi gioco, tutti i tuoi giochi dovrebbero apparire qui automaticamente. Si prega di notare che se non hai mai lanciato il gioco in yuzu, non sarà mostrato qui. Yuzu è dietro un paywall, raccomando di usare o <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installer</a> o <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portabile)</a>. Se stai usando un'installazione portatile, usa il pulsante \"Configurazione\" in alto a sinistra.",
  "yuzuDefault": "Yuzu Globale (Predefinita)",
  "ryuDefault": "Ryujinx Globale (Predefinita)",
  "keysLocation": "Chiavi installate a",
  "firmwareLocation": "Il Firmware è stato estratto in",
  "downloadManager": "Download Manager",
  "update_downloading": "Una nuova versione di EmuSAK si sta scaricando in secondo piano! Per favore non chiudere EmuSAK fino a quando non è stata completata.",
  "update_downloaded": "L'aggiornamento di EmuSAK è stato scaricato e verrà applicato al prossimo avvio.",
  "update_restart": "L'aggiornamento è stato scaricato! Vuoi riavviare per applicarlo?",
  "updatingEshop": "Aggiornando i dati dell'Eshop",
  "filter": "Filtra {{LENGTH}} giochi",
  "openShaderDir": "Apri la cartella delle Shader Cache",
  "openModsDir": "Apri la cartella delle mod",
  "dlMods": "Scarica mod",
  "noMods": "Nessun Dato delle mod",
  "dlSave": "Scarica Salvataggio",
  "noSave": "Nessun Dato di Salvataggio",
  "dlSaveDesc": "Quando il download sarà finito, il file di salvataggio verrà piazzato sul tuo desktop. Puoi installare un salvataggio cliccando col tasto destro sul gioco nell'emulatore, \"aprire la cartella dei Salvataggi\" ed estrarre l'archivio qui.",
  "noCompatData": "There is no compatibility data yet, add your own! ( if it's leaked game don't do that! )",
  "noCompatData": "Non c'è nessun dato di compatibilità, aggiungi il tuo! ( se è un gioco leakato non farlo! )",
  "addCompatReport": "Aggiungi il tuo Report",
  "infoNewReport": "Sarai ridirezionato nel Tracker ufficiale dei giochi di Ryujinx. Per favore segui il template e verifica che il report non esisti già per questo gioco. Se il gioco non è stato ancora rilasciato, il tuo report verrà rimosso perchè non supportano giochi piratati.",
  "infoExistingReport": "Sarai ridirezionato nel Tracker ufficiale dei giochi di Ryujinx. Si prega di aggiungere un commento al problema esistente (non crearne uno nuovo) e assicuratevi di fornire informazioni rilevanti come le specifiche dell'hardware e il file log.",
  "dlMod": "Scarica mod",
  "dlModVersion": "Scegliete la versione del gioco a cui state giocando. Nota che la mod potrebbe non funzionare se non stai usando la stessa versione",
  "refreshInfo": "Aggiornato con successo, nota che il tuo gioco sarà mostrato solo se lo hai avviato almeno una volta nell'emulatore",
  "modInstalled": "Mod installata con successo in : <code>{path}</code>",
  "shaderInfo": "Gli shader sono piccoli programmi in esecuzione su una scheda grafica che sono responsabili del rendering della grafica come terreno, personaggi, esplosioni, erba, ecc. Poiché un PC non può eseguire direttamente gli shader, deve prima tradurli in un formato che il PC possa capire. Questo processo di traduzione consuma molto tempo, infatti: <br /><br />- Qualsiasi nuovo shaders che si incontra causerà una pausa nell'emulazione fino a quando la traduzione non sarà terminata, che causa stuttering e cali di FPS. Quando si carica un gioco per la prima volta, accadrà un sacco di traduzione. Giocando di più questo stuttering diminuisce rapidamente. <br /><br />- L'emulatore salverà tutti gli shader utilizzati da un gioco (ovvero li memorizzerà nella cache). Quando si avvia un gioco, l'emulatore impiegherà un po' di tempo a caricare quegli shader salvati per evitare che lo stuttering si ripeta",
  "shaderThreshold": "Ciò significa che potete condividere gli shader se il vostro numero di shader locali supera quello di EmuSAK di questo valore. Questo si basa su quanti invii abbiamo già e sul nostro carico di lavoro. Esaminare le vostre richieste richiede molto tempo e non vale il nostro sforzo se il conteggio è al di sotto della variabile di soglia. Le richieste sono limitate a 3 per utente all'ora",
  "localShadersCount": "Quantità di shaders Locali",
  "emusakShadersCount": "Quantità di shaders di Emusak",
  "dlShaders": "Scarica shaders",
  "shareShaders": "Condividi shaders",
  "shaders": "Shaders",
  "threshold": "Soglia",
  "refresh": "Ricarica",
  "shadersYuzu": "La condivisione e il download di shader è solo per Ryujinx per ora. La maggior parte dei giochi renderizzando meglio usando l'API Vulkan e anche questa cache è trasferibile, però solo <i>parzialmente</i> il che significa che hai ancora bisogno di costruire shaders se lo scarichi da qualcun altro. Nel frattempo, gli stutter relativi agli shader con vulkan sono davvero pochi, quindi fai prima ad usarlo.",
  "OPERATION_CANCELED": "Hai cancellato questa operazione.",
  "INVALID_RYUJINX_BINARY": "Questo non è un valido file binario di Ryujinx",
  "INVALID_YUZU_BINARY": "Questo non è un valido file binario di Yuzu",
  "EMULATOR_PATH_ALREADY_EXISTS": "Hai già aggiunto questo percorso a EmuSAK.",
  "FETCH_FAILED": "Impossibile prendere la risorsa, per favore riprova."
}
