{
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "Используя EmuSAK, вы соглашаетесь никогда не обращаться за поддержкой и не говорить об этом на официальных каналах эмуляторов (reddit, discord, ...). EmuSAK похож на бойцовский клуб, вы уже знаете правило №1. Вместо этого используйте ссылку на дискорд в правом верхнем углу, если вам нужна помощь. ",
  "agree": "Я согласен",
  "loading_data": "Загрузка данных. Если этот процесс не завершается, посетите <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Конфигурация",
  "dl_firmware": "Скачать прошивку",
  "dl_keys": "Скачать ключи",
  "addConfiguration": "Добавить портативную конфигурацию",
  "pickRyuBin": "Пожалуйста, загрузите файл \"Ryujinx.exe\" (или двоичный файл Ryujinx для пользователей Linux)",
  "pickYuzuBin": "Пожалуйста, загрузите файл \"yuzu.exe\" (или двоичный файл yuzu для пользователей Linux)",
  "addConfigTitle": "Добавьте имя к вашей новой конфигурации ",
  "addConfigEg": "например \"Vulkan PR\", \"mainline\", \"custom build\", ... ",
  "mode": "Режим",
  "readingDataPath": "EmuSAK считывает данные с ",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Загрузите Ryujinx</a> и запустите любую игру, после чего все ваши игры должны появиться здесь автоматически. Обратите внимание, если вы никогда не запускали игру в Ryujinx, здесь она отображаться не будет. Ryujinx не находится за платным доступом. Если вы используете портативную установку, используйте кнопку «Конфигурация» в левом верхнем углу.",
  "launchYuzu": "Сначала запустите любую игру, после чего все ваши игры должны появиться здесь автоматически. Обратите внимание, если вы никогда не запускали игру в yuzu, здесь она отображаться не будет. Yuzu находится за платным доступом, я рекомендую использовать либо <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB установщик</a> или <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (портавный)</a>. Если вы используете портативную установку, используйте кнопку \"Configuration\"вверху слева.",
  "yuzuDefault": "Yuzu Global (по умолчанию)",
  "ryuDefault": "Ryujinx Global (по умолчанию)",
  "keysLocation": "Ключи успешно установлены в ",
  "firmwareLocation": "Прошивка извлечена в ",
  "downloadManager": "Менеджер загрузок",
  "update_downloading": "В фоновом режиме загружается новая версия EmuSAK! Пожалуйста, не закрывайте EmuSAK, пока загрузка не будет завершена.",
  "update_downloaded": "Обновление EmuSAK загружено и будет применено при следующем запуске.",
  "update_restart": "Обновление скачано! Вы хотите перезапустить, чтобы применить обновление?",
  "updatingEshop": "Обновление данных Eshop",
  "filter": "Фильтр {{LENGTH}} игр",
  "openShaderDir": "Открыть каталог кеша шейдеров",
  "openModsDir": "Открыть каталог модификаций",
  "dlMods": "Скачать модификации",
  "noMods": "Отсуствуют модификации",
  "dlSave": "Скачать сохранения",
  "noSave": "Отсуствуют сохранения",
  "dlSaveDesc": "Как только загрузка будет завершена, файл сохранения будет размещен на вашем рабочем столе. Вы можете установить сохранение, щелкнув правой кнопкой мыши игру в эмуляторе, \"открыть папку сохранения\" и распаковать архив сюда. ",
  "noCompatData": "Данных о совместимости пока нет, добавляйте свои! (если это слитая игра, не делайте этого)",
  "addCompatReport": "Добавить свой отчет",
  "infoNewReport": "Вы будете перенаправлены на официальный трекер совместимости игр Ryujinx на github. Пожалуйста, следуйте шаблону проблемы и дважды проверьте, что для этой игры еще не существует отчета. Также, если эта игра не выпущена, т. е. слита, ваше сообщение будет удалено, поскольку они не поддерживают пиратские игры.",
  "infoExistingReport": "Вы будете перенаправлены на официальный трекер совместимости игр Ryujinx на GitHub. Пожалуйста, добавьте комментарий к существующей проблеме (не создавайте новую) и обязательно предоставьте соответствующую информацию, такую как характеристики оборудования и файл журнала.",
  "dlMod": "Скачать модификации",
  "dlModVersion": "Выберите версию игры, в которую вы играете. Обратите внимание, что мод может не работать, если вы не используете точно такую же версию.",
  "refreshInfo": "Обновление выполнено успешно. Обратите внимание, что ваша игра будет отображаться только в том случае, если вы запустили ее один раз в эмуляторе.",
  "modInstalled": "Модификация успешно установлена в : <code>{path}</code>",
  "shaderInfo": "Шейдеры — это небольшие программы, работающие на видеокарте, которые отвечают за рендеринг графики, такой как ландшафт, персонажи, взрывы, трава и т. д. Поскольку ПК не может напрямую выполнять шейдеры, он сначала должен преобразовать их в формат, понятный ПК. Этот процесс перевода занимает много времени, и вы заметите это двумя способами:<br /><br />- Любые новые шейдеры, которые встречаются, приведут к приостановке эмуляции до тех пор, пока перевод не будет выполнен, что вызывает заикание и падение FPS. Когда вы загружаете игру в первый раз, происходит много переводов. Чем больше вы играете, тем быстрее уменьшается заикание.<br /><br />– Эмулятор сохраняет все используемые игрой шейдеры (т. е. кэширует их). Когда вы запускаете игру, эмулятору потребуется некоторое время, чтобы загрузить эти сохраненные шейдеры, чтобы предотвратить повторение заиканий.",
  "shaderThreshold": "Это означает, что вы можете делиться шейдерами, если ваше локальное количество шейдеров превышает количество шейдеров EmuSAK на это значение. Это зависит от того, сколько заявок у нас уже есть, и от нашей рабочей нагрузки. Просмотр отправленных вами материалов занимает очень много времени, и если количество запросов ниже пороговой переменной, это не стоит наших усилий. На данный момент отправка ограничена 3 на пользователя в час.",
  "localShadersCount": "Количество локальных шейдеров",
  "emusakShadersCount": "Количество шейдеров Emusak",
  "dlShaders": "Скачать шейдеры",
  "shareShaders": "Поделиться шейдерами",
  "shaders": "Шейдеры",
  "threshold": "Порог",
  "refresh": "Обновить",
  "shadersYuzu": "Sharing and downloading shader is Ryujinx only for now. Most games are rendering better using Vulkan API and even this cache is transferable, it is only <i>partially</i> which means you still need to build shaders if you download it from someone else. Meanwhile, stutters related to shaders with vulkan are really small, so just use it.",

  "OPERATION_CANCELED": "Вы отменили операцию.",
  "INVALID_RYUJINX_BINARY": "Это недопустимый двоичный файл Ryujinx.",
  "INVALID_YUZU_BINARY": "Это недопустимый двоичный файл Yuzu.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Вы уже добавили этот путь в EmuSAK.",
  "FETCH_FAILED": "Не удалось получить ресурс. Повторите попытку."
}
