{
  "emusak": "EmuSAK",
  "tos": "Используя EmuSAK, вы соглашаетесь никогда не обращаться за поддержкой и не говорить об этом на официальных каналах эмуляторов (reddit, discord, ...). EmuSAK похож на бойцовский клуб, вы уже знаете правило №1. Вместо этого используйте ссылку на дискорд в правом верхнем углу, если вам нужна помощь. ",
  "agree": "Я согласен",
  "loading_data": "Загрузка данных. Если этот процесс никогда не завершится, посетите <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Конфигурация",
  "dl_firmware": "Скачать прошивку",
  "dl_keys": "Скачать ключи",
  "addConfiguration": "Добавить портативную конфигурация",
  "pickRyuBin": "Пожалуйста, загрузите файл \"Ryujinx.exe\" (или двоичный файл Ryujinx для пользователей Linux)",
  "pickYuzuBin": "Пожалуйста, загрузите файл \"yuzu.exe\" (или двоичный файл yuzu для пользователей Linux)",
  "addConfigTitle": "Добавьте имя к вашей новой конфигурации ",
  "addConfigEg": "например \"Vulkan PR\", \"mainline\", \"custom build\", ... ",
  "mode": "Режим",
  "readingDataPath": "EmuSAK считывает данные с ",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Загрузите Ryujinx</a> и сначала запустите любую игру, после чего все ваши игры должны появиться здесь автоматически. Обратите внимание, если вы никогда не запускали игру в Ryujinx, здесь она отображаться не будет. Ryujinx не находится за платным доступом. Если вы используете портативную установку, используйте кнопку «Конфигурация» в левом верхнем углу.",
  "launchYuzu": "Сначала запустите любую игру, после чего все ваши игры должны появиться здесь автоматически. Обратите внимание, если вы никогда не запускали игру в yuzu, здесь она отображаться не будет. Yuzu находится за платным доступом, я рекомендую использовать либо <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB установщик</a> или <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (портавный)</a>. Если вы используете портативную установку, используйте кнопку \"Configuration\"вверху слева.",
  "yuzuDefault": "Yuzu Global (по умолчанию)",
  "ryuDefault": "Ryujinx Global (по умолчанию)",
  "keysLocation": "Ключи успешно установлены на ",
  "firmwareLocation": "Прошивка извлечена в ",
  "downloadManager": "Менеджер загрузок",
  "update_downloading": "В фоновом режиме загружается новая версия EmuSAK! Пожалуйста, не закрывайте EmuSAK, пока загрузка не будет завершена.",
  "update_downloaded": "Обновление EmuSAK загружено и будет применено при следующем запуске.",
  "update_restart": "Обновление скачано! Вы хотите перезапустить, чтобы применить обновление?",
  "updatingEshop": "Updating eshop data",
  "filter": "Filter {{LENGTH}} games",
  "openShaderDir": "Open shader cache folder",
  "openModsDir": "Open mods directory",
  "dlMods": "Download mod",
  "noMods": "No mods data",
  "dlSave": "Download save",
  "noSave": "No save data",
  "dlSaveDesc": "Once the download will be completed, the save file will be placed on your desktop. You can install save with a right click on the game in the emulator, \"open save folder\" and extract archive here.",
  "noCompatData": "There is no compatibility data yet, add your own ! (if it's leaked game don't do that)",
  "addCompatReport": "Add your report",
  "infoNewReport": "You'll be redirected to Ryujinx official game compatibility tracker on github. Please follow the issue template and double check a report does not already exists for this game. Also if this game is not released, aka leaked, your report will be removed because they don't support pirated games.",
  "infoExistingReport": "You'll be redirected to Ryujinx official game compatibility tracker on GitHub. Please add a comment to the existing issue (do not create a new one) and make sure to provide relevant information like hardware specs and log file.",
  "dlMod": "Download mod",
  "dlModVersion": "Pick the version of the game you are playing. Note that mod may not work if you are not using exactly same version",
  "refreshInfo": "Refresh successful, Please note your game will be shown only if you launched it one time in the emulator",
  "modInstalled": "Mod successfully installed at : <code>{path}</code>",
  "shaderInfo": "Shaders are small programs running on a graphics card that are responsible for rendering graphics like terrain, characters, explosions, grass etc. Since a PC cannot directly execute shaders it first has to translate them to a format a PC can understand. This translation process is time consuming and you'll notice it in two ways:<br /><br />- Any new shaders that are encountered will cause the emulation to pause until the translation is done, which causes stuttering and FPS drops. When you load a game for the first time a lot of translation will happen. By playing more this stuttering decreases rapidly.<br /><br />- The emulator will save any shaders a game uses (aka it caches them). When you launch a game, the emulator will take some time loading those saved shaders to prevent the stuttering from happening again.",
  "shaderThreshold": "That means you can share Shaders if your local Shader count surpasses EmuSAK's count by this value. This is based on how many submissions we already have and our workload. Reviewing your submissions is very time consuming and it is not worth our effort if the count is below the threshold variable. Submission are limited to 3 per user per hour for now.",

  "OPERATION_CANCELED": "Вы отменили операцию.",
  "INVALID_RYUJINX_BINARY": "Это недопустимый двоичный файл Ryujinx.",
  "INVALID_YUZU_BINARY": "Это недопустимый двоичный файл Yuzu.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Вы уже добавили этот путь в EmuSAK.",
  "FETCH_FAILED": "Не удалось получить ресурс. Повторите попытку."
}
