{
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",

  "emusak": "EmuSAK",
  "tos": "Genom att använda EmuSAK samtycker du till att <i>aldrig</i> be om support eller prata om det i officiella emulatorkanaler (reddit, discord, etc...). Emusak är som Fight Club, du känner redan till regel #1. Använd discord-länken uppe till höger om du behöver hjälp istället",
  "agree": "Jag godkänner ToS",
  "loading_data": "Laddar data, om processen aldrig avslutas besök <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> sidor.",
  "configuration": "Konfiguration",
  "dl_firmware": "Ladda ner firmware",
  "dl_keys": "Ladda ner keys",
  "addConfiguration": "Lägg till portable konfiguration",
  "pickRyuBin": "Hämta \"Ryujinx.exe\" (eller Ryujinx binary för linux användare)",
  "pickYuzuBin": "Hämta \"yuzu.exe\" (eller yuzu binary för linux användare)",
  "addConfigTitle": "Lägg till ett namn till den nya konfigurationen",
  "addConfigEg": "e.g \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mode",
  "readingDataPath": "EmuSAK läser data från",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Ladda ner Ryujinx</a> och starta vilket spel som helst först, då ska alla dina spel dyka upp här automatiskt. OBS om du har aldrig startat ett spel på Ryujinx, kommer det inte dyka upp här. Ryujinx är inte bakom en paywall. Om du använder en portable installation, Använd \"Konfiguration\" knappen uppe till vänster.",
  "launchYuzu": "Starta vilket spel som helst först, då ska alla dina spel dyka upp i EmuSAK automatiskt. OBS om du aldrig har startat ett spel på Yuzu, kommer det inte dyka upp här. Yuzu är bakom en paywall, jag rekommenderar att använda <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installatör</a> aller <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. Om du använder en portable installation, Använd \"Konfiguration\" knappen uppe till vänster.",
  "yuzuDefault": "Yuzu Global (default)",
  "ryuDefault": "Ryujinx Global (default)",
  "keysLocation": "Keys installerade på",
  "firmwareLocation": "Firmware har extraherats till",
  "Ladda nerManager": "Ladda ner Manager",
  "update_Ladda nering": "en nya EmuSAK version laddas ner i bakgrunden! Stäng inte EmuSAK förrän den är klar.",
  "update_Ladda nered": "EmuSAK-uppdateringen har laddats ner och kommer att tillämpas vid nästa uppstart.",
  "update_restart": "En uppdatering har laddats ner! Vill du starta om för att tillämpa?",
  "updatingEshop": "Uppdaterar eshop-data",
  "filter": "Filter {{LENGTH}} spel",
  "openShaderDir": "Öppna shader cache mapp",
  "openModsDir": "Öppna mods katalog",
  "dlMods": "Ladda ner mod",
  "noMods": "Ingen mods data",
  "dlSave": "Ladda ner save",
  "noSave": "Ingen save data",
  "dlSaveDesc": "När nedladdningen är klar kommer save filen att placeras på ditt skrivbord. Du kan installera en save med ett högerklick på spelet i emulatorn, \"öppna save mappen\" och extrahera arkiv här. Se till att säkerhetskopiera din nuvarande sparade fil om du vill använda den senare!",
  "noCompatData": "Det finns ingen kompatibilitetsdata ännu, lägg gärna till din egen! (Gör inte det om det är ett läckt spel!)",
  "addCompatReport": "lägg till din rapport",
  "infoNewReport": "Du kommer att omdirigeras till Ryujinx officiella spelkompatibilitetsspårare på GitHub. Följ problemmallen och dubbelkolla att det inte redan finns en rapport för det här spelet. Dessutom, om det här spelet inte har släppts officiellt (AKA läckt), kommer din rapport att tas bort eftersom de inte stöder piratkopierade spel.",
  "infoExistingReport": "Du kommer att omdirigeras till Ryujinx officiella spelkompatibilitetsspårare på GitHub. Lägg till en kommentar till det befintliga problemet (skapa inte ett nytt) och se till att tillhandahålla relevant information som hårdvaruspecifikationer och loggfil.",
  "dlMod": "Ladda ner mod",
  "dlModVersion": "Välj versionen av spelet du spelar. Observera att en mod kanske inte fungerar om du inte använder exakt samma version av spelet",
  "refreshInfo": "Uppdateringen lyckades! Observera att ditt spel endast kommer att visas om du har startat det minst en gång i emulatorn",
  "modInstalled": "Mod installerades på : <code>{path}</code>",
  "shaderInfo": "Shaders är små program som körs på ett grafikkort som är ansvariga för att återge grafik som terräng, karaktärer, explosioner, gräs etc. Eftersom en PC inte direkt kan exekvera shaders, måste den först översätta dem till ett format som en PC kan förstå. Den här översättningsprocessen är tidskrävande och du kommer att märka den på två sätt:<br /><br />- Alla nya shaders som påträffas kommer att göra att emuleringen pausas tills översättningen är klar, vilket orsakar stamning och FPS-fall. När du laddar ett spel för första gången kommer en hel del översättningar att hända. Genom att spela mer minskar denna stamning snabbt.<br /><br />- Emulatorn sparar alla shaders som ett spel använder (aka den cachar dem). När du startar ett spel kommer emulatorn att ta lite tid att ladda de sparade shaders för att förhindra att stamningen händer igen.",
  "shaderThreshold": "Det betyder att du kan dela Shaders om ditt lokala Shader-antal överstiger EmuSAKs antal med detta värde. Detta är baserat på hur många inlämningar vi redan har och vår arbetsbelastning. Att granska dina bidrag är mycket tidskrävande och det är inte värt vår ansträngning om antalet är under shaders- variabeln. Inlämning är begränsad till 3 per användare och timme för närvarande för att förhindra att servrarna överbelastas.",
  "localShadersCount": "Lokal shaders count",
  "emusakShadersCount": "Emusak shaders count",
  "dlShaders": "Ladda ner shaders",
  "shareShaders": "Dela shaders",
  "shaders": "Shaders",
  "threshold": "Threshold",
  "refresh": "Uppdatera",
  "shadersYuzu": "Delning och nedladdning av shader är endast på Ryujinx för närvarande. De flesta spel renderar bättre med Vulkan API och även om cachen är överförbar är den bara <i>delvis</i> vilket betyder att du fortfarande behöver bygga shaders om du laddar ner den från någon annan. Samtidigt är stamningar relaterade till shaders med vulkan väldigt små, så använd bara det istället för OpenGL (om inte Vulkan orsakar problem för ett specifikt spel).",

  "OPERATION_CANCELED": "Du avbröt operationen.",
  "INVALID_RYUJINX_BINARY": "Detta är inte en giltig Ryujinx binary fil.",
  "INVALID_YUZU_BINARY": "Detta är inte en giltig Yuzu binary fil.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Du har redan lagt till den här path till EmuSAK.",
  "FETCH_FAILED": "Det gick inte att hämta resursen, försök igen."
}
