{
  "customDns": "Use custom DNS resolver (CloudFlare) instead system provided. This may fix infinite load issues when emusak status is up.",
  "shadersCheck": "Then you will have to run your game into Ryujinx so emusak can check that everything is working as expected for anyone.",
  "shadersSharing": "Sharing Shaders ...",
  "shadersShared": "Your shaders have been submitted! You can find them in <code>#ryu-shaders</code> channel. Once approved they will be shared to everyone!",
  "gamebananaModsTitle": "Gamebanana mods (up to 20 most downloaded mods on GameBanana)",
  "gamebananaNoMods": "Cannot find any mods on Gamebanana",
  "gameBananaLoading": "Loading mods from Gamebanana ...",

  "emusak": "EmuSAK",
  "tos": "EmuSAK'ı kullanarak hiçbir resmi emülator kanalında (reddit, discord, vb) <i>ondan bahsetmeyeceğinizi</i> ve onun hakkında <i>yardım istemeyeceğinizi</i> kabul etmiş bulunursunuz. Emusak dövüş klübü gibidir, 1 numaralı kuralı bilir ve kabul edersiniz. Yardıma ihtiyaç duyarsanız sağ üstte bulunan discord linkine tıklayabilirsiniz.",
  "agree": "Kullanım şartlarını onaylıyorum",
  "loading_data": "Veriler yükleniyor, bu süreç sona ermezse lütfen <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> sayfasını ziyaret edin.",
  "configuration": "Yapılandırma",
  "dl_firmware": "Firmware indir",
  "dl_keys": "Keys indir",
  "addConfiguration": "Taşınabilir kurulum ekle",
  "pickRyuBin": "Lütfen \"Ryujinx.exe\" seçin (linux kullanıcısıysanız Ryujinx binary dosyasını)",
  "pickYuzuBin": "Lütfen \"yuzu.exe\" seçin (linux kullanıcısıysanız yuzu binary dosyasını)",
  "addConfigTitle": "Yeni yapılandırmaya isim ekleyin",
  "addConfigEg": "Mesela \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mod",
  "readingDataPath": "EmuSAK belirtilen kaynaktan veri topluyor",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Ryujinx</a> indirip herhangi bir oyunu açtıktan sonra tüm oyunlarınız otomatik olarak burada gözükecektir. Eğer Ryujinx'te bir oyunu hiç açmadıysanız o oyun burada gözükmeyecektir. Ryujinx, ödeme duvarı arkasında değildir. Eğer taşınabilir kurulum kullanıyorsanız sol üst köşedeki \"Configuration\" tuşunu kullanın.",
  "launchYuzu": "Herhangi bir oyunu yuzu'da açtıktan sonra tüm oyunlarınız otomatik olarak burada gözükecektir. Eğer yuzu'da bir oyunu hiç açmadıysanız o oyun burada gözükmeyecektir. Yuzu, ödeme duvarı arkasındadır. Ücretsiz olarak indirmek için ya <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB yükleyicisi</a> ya da <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin güncelleyicisi (taşınabilir)</a>. kullanmanız tavsiye edilir. Eğer taşınabilir kurulum kullanıyorsanız sol üst köşedeki \"Configuration\" tuşunu kullanın.",
  "yuzuDefault": "Yuzu Global (varsayılan)",
  "ryuDefault": "Ryujinx Global (varsayılan)",
  "keysLocation": "Keys belirtilen dizine başarıyla yüklendi",
  "firmwareLocation": "Firmware belirtilen dizine başarıyla yüklendi",
  "downloadManager": "İndirme yöneticisi",
  "update_downloading": "Yeni bir EmuSAK sürümü arkaplanda indiriliyor! Lütfen EmuSAK'ı güncelleme sona erene kadar kapatmayın.",
  "update_downloaded": "EmuSAK güncellemesi indirildi ve sonraki açılışta uygulanacak.",
  "update_restart": "Güncelleme indirildi! Güncellemeyi uygulamak için yeniden başlatmak ister misiniz?",
  "updatingEshop": "Eshop verileri güncelleniyor",
  "filter": "Oyunları {{LENGTH}} filtrele",
  "openShaderDir": "Shader cache klasörünü aç",
  "openModsDir": "Mod dizinini aç",
  "dlMods": "Mod indir",
  "noMods": "Mod verisi bulunamadı",
  "dlSave": "Save dosyası indir",
  "noSave": "Save dosya verisi bulunamadı",
  "dlSaveDesc": "İndirme tamamlandıktan sonra save dosyasını masaüstünde bulabilirsiniz. Save dosyasını kullanmak için emülatörde oyuna sağ tıklayın, \"open save folder\" a basıp arşivi buraya ayrıştırın. Güncel save dosyanızı tekrar kullanmak isterseniz onu yedeklediğinizden emin olun!",
  "noCompatData": "Uyumluluk verisi yok, kendiniz eklemekten çekinmeyin! (Sızdırılmış oyunlar hariç!)",
  "addCompatReport": "Uyumluluk raporunuzu ekleyin",
  "infoNewReport": "Ryujinx'in GitHub'daki resmi oyun uyumluluğu takipçisine yönlendirileceksiniz. Lütfen rapor şablonunu takip edin ve raporlayacağınız oyunun zaten raporu olup olmadığını kontrol edin. Ek olarak, eğer raporlamaya çalıştığınız oyun resmi olarak çıkmamış, yani sızdırılmış ise raporunuz silinecektir çünkü korsan oyunlar desteklenmemektedir.",
  "infoExistingReport": "Ryujinx'in GitHub'daki resmi oyun uyumluluğu takipçisine yönlendirileceksiniz. Lütfen varolan rapora yorum ekleyin (yeni bir tane oluşturmayın) ve gerekli bilgileri (donanım özellikleri ve log dosyası gibi) sunduğunuzdan emin olun.",
  "dlMod": "Mod indir",
  "dlModVersion": "Oynadığınız oyunun sürümünü seçin. Not: Oyun sürümünüz mod sürümü ile aynı değilse mod muhtemelen çalışmayacaktır.",
  "refreshInfo": "Yenileme başarılı! Please note your game will be shown only if you launched it at least once in the emulator",
  "modInstalled": "Mod belirtilen dizine başarıyla yüklendi : <code>{path}</code>",
  "shaderInfo": "Shaderlar; arazi, karakterler, patlamalar ve çimen gibi grafiklerin oluşturulmasından sorumlu, grafik işlemci biriminde çalışan küçük programlardır. Bilgisayar shaderları doğrudan anlayıp işleyemediği için önce işleyebileceği bir biçime çevirmesi gerekmektedir. Bu çeviri süreci zaman alır. Bunu iki şekilde görebilirsiniz:<br /><br />- Yeni görülen shaderlar emülasyonun çeviri işlemini bitene kadar duraksamasına sebep olur, bu da kullanıcıya duraksamalar ve fps düşmesi şeklinde gözükür. Bir oyunu ilk defa açtığınızda birçok çeviri işlemi gerçekleşecektir. Oynadıkça bu yavaşlamalar azalacaktır.<br /><br />- Emülator oyunun kullandığı shaderları işledikten sonra kaydedecektir (belleğe alacaktır). Oyunu tekrar açtığınızda emülatör önceki duraksamaların yaşanmaması için belleklenen shaderları yükleyeceğinden oyun daha yavaş açılacaktır.",
  "shaderThreshold": "Bu sayı shader paylaşma alt limitidir. Yerel shader sayınız EmuSAK'taki shader sayısından bu sayı kadar fazla ise shaderlarınızı paylaşabilirsiniz. Bu sayı paylaşan kişi sayısına ve meşguliyet durumumuza bağlıdır. Paylaşılan shaderları gözden geçirmemiz çok zaman aldığı için alt limitin altındaki eklemeler gözden geçirmemize değmez. Aşırı yüklenmeyi engellemek için şimdilik kişi başına saat başı 3 tane shader paylaşımı yapılabilir.",
  "localShadersCount": "Yerel shader sayısı",
  "emusakShadersCount": "Emusak shader sayısı",
  "dlShaders": "Shader indir",
  "shareShaders": "Shader paylaş",
  "shaders": "Shaders",
  "threshold": "Alt sınır",
  "refresh": "Yenile",
  "shadersYuzu": "Shader indirmek ve paylaşmak şimdilik sadece Ryujinx ile uyumludur. Yuzu'da çoğu oyun Vulkan API ile daha iyi çalışmaktadır, bu shader cache aktarılabilse de <i>kısmi olarak</i> aktarılabilir, EmuSAK'tan shader cache indirseniz bile yine de shader oluşturmanız gerekir. Vulkan kullanırken shader kaynaklı duraksamalar OpenGL'e göre çok daha az olduğundan dolayı yuzu'da Vulkan kullanımı tavsiye edilmektedir. (Vulkan'a özel sorunu olan oyunlar hariç).",

  "OPERATION_CANCELED": "İşlemi iptal ettiniz.",
  "INVALID_RYUJINX_BINARY": "Seçtiğiniz Ryujinx binary dosyası geçerli değil.",
  "INVALID_YUZU_BINARY": "Seçtiğiniz yuzu binary dosyası geçerli değil.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Bu dizini EmuSAK'a zaten eklediniz.",
  "FETCH_FAILED": "Kaynağa erişilemedi, lütfen tekrar deneyin."
}
